{
    "category": "Article category",
    "title": "Article title",
    "subtitle": "Article subtitle",
    "intro": "The chairman of Ukraine's Central Election Commission has said that Petro Poroshenko has been elected president of Ukraine.",
    "content": [
        "<p>The chairman of Ukraine's Central Election Commission has said that Petro Poroshenko has been elected president of Ukraine. </p>",
        "<p>Commission Chairman Mykhaylo Ohendovskyy told a press briefing in Kyiv that there will be no need for a second round of the presidential election, as Poroshenko received enough votes to be declared the winner outright.</p>",
        "<p>Briefing in Kyiv that there will be no need for a second round of the presidential election, as Poroshenko received enough said that has been elected president of Ukraine.</p>",
        "<h1>Iraqi Parliament Speaker Resigns</h1>",
        "<p>Ohendovskyy said, \"Ukraine's new president, Petro Poroshenko, was elected on May 25.</p>",
        "<h2>Iraqi Parliament Speaker Resigns</h2>",
        "<p>The commission said that, with more than 90 percent of the vote processed, Poroshenko had more than 54 percent of the vote, followed by former Prime Minister Yulia  Tymoshenko with 13 percent.</p>",
        "<h3>Iraqi Parliament Speaker Resigns</h3>",
        "<p>The commission said that, with more than 90 percent of the vote processed, Poroshenko had more than 54 percent of the vote, followed by former Prime Minister Yulia  Tymoshenko with 13 percent.</p>",
        "<h4>Iraqi Parliament Speaker Resigns</h4>",
        "<p>The commission said that, with more than 90 percent of the vote processed, Poroshenko had more than 54 percent of the vote, followed by former Prime Minister Yulia  Tymoshenko with 13 percent.</p>"
    ],
    "comments": [
        {
            "author": "Victor Cala",
            "content": "A lot of what happened made little sense. The ones that developed the offending products simply left. Then the government punished the stakeholders of the entities, via fining. This punished stockholders, who knew nothing of the situation a priori. Many of these stakeholders were people with pensions and 401Ks. How wise were these actions? Read more: Obama 2015 Budget Proposal: Tax Hikes for Rich, Cuts for Middle Class | TIME.com "
        },
        {
            "author": "Charles Zippovitch",
            "content": "One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin. He lay on his armour-like back, and if he lifted his head a little he could see his brown belly, slightly domed and divided by arches into stiff sections."
        },
        {
            "author": "tom",
            "content": "To je pěkná blbost!"
        }
    ],
    "commentsLevel2": [
        {
            "author": "Jarda",
            "content": "Use New and Updated flags – very useful! Updated flag is set per user and can be cleared under More | Clear New and Updated flagsWelcome to the Dummy"
        },
        {
            "author": "Maximus Totalus",
            "content": "Souf, cris, Luna, Bneph, Uber and mbd. Among others.Way to be better and openminded. The only ones who didn't make trash of themselves were the two 1d fans and Funtasmic."
        }
    ],
    "widgetThumbnails": [
        {
            "img.landscape-16x9.src": "../../images/speaker.jpg",
            "zone": "Brno",
            "heading_h3": "Kyrgyz Parliament Elects New Speaker",
            "paragraph": "Ata-Jurt party nominated Kurmanbek Osmonov to be speaker but he did not have as much Atambaev won a popular election and the speaker is chosen by parliament, not by one party"
        },
        {
            "img.landscape-16x9.src": "../../images/bee.jpg",
            "zone": "Afghanistan",
            "heading_h3": "The Land Of Smoke And Honey",
            "paragraph": "It took Moscow Mayor Yury Luzhkov a while to Or maybe it was the suffering of his pet bees This bee thing might just be the excuse the powers-that-be are looking for to tell Luzhkov"
        },
        {
            "img.landscape-16x9.src": "../../images/korea.jpg",
            "zone": "World",
            "heading_h3": "South Korea, Japan Support UN North Korea Warning",
            "paragraph": "South Korea and Japan have welcomed a declaration by the UN Security Council threatening punitive measures if North Korea carries out a nuclear test"
        }
    ]
}
